Tekla.Structures.Plugins.UpdateModeAttribute


Tekla.Structures.Plugins.UpdateModeAttribute.#ctor(Tekla.Structures.Plugins.DrawingPluginBase.UpdateMode)
DO NOT USE! For internal usage only!
Type:

Tekla.Structures.Plugins.UpdateModeAttribute.Type
DO NOT USE! For internal usage only!

Tekla.Structures.Plugins.UpdateModeAttribute.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Type: